Repository: andrewjcm/stackbuilders_lp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Read More
es: Leer Mas

source: Return to blog
es: Volver al blog

source: Let’s build
es: Vamos a construir

source: together
es: juntos

source: We deliver high-quality custom software built to make a difference.
es: Ofrecemos software personalizado de alta calidad creado para marcar la diferencia.

source: Contact us
es: Contacta con nosotros

source: We specialize in functional programming languages
es: Nos especializamos en lenguajes de programación funcional

source: Our experienced team incorporates those patterns to enhance every project and solution we build.
es: Nuestro experimentado equipo incorpora esos patrones para mejorar cada proyecto y solución que construimos.

source: Learn more about us
es: Aprenda más acerca de nosotros

source: Latest Blog Posts
es: Entradas Nuevas Del Blog

source: Join our team!
es: ¡Unete a nuestro equipo!

source: Grow your experience and launch your career with us.
es: Haz crecer tu experiencia y lanza tu carrera con nosotros.

source: Check our open positions
es: Consulta las oportunidades disponibles

source: Contact Info
es: Datos de contacto
